[
  {
    "title": "NASA’s OSIRIS-REx Completes Final Tour of Asteroid Bennu",
    "text": "NASA’s OSIRIS-REx completed its last flyover of Bennu around 6 a.m. EDT (4 a.m. MDT) April 7 and is now slowly drifting away from the asteroid; however, the mission team will have to wait a few more days to find out how the spacecraft changed the surface of Bennu when it grabbed a sample of the asteroid.\n\nThe OSIRIS-REx team added this flyby to document surface changes resulting from the Touch and Go (TAG) sample collection maneuver Oct. 20, 2020. “By surveying the distribution of the excavated material around the TAG site, we will learn more about the nature of the surface and subsurface materials along with the mechanical properties of the asteroid,” said Dr. Dante Lauretta, principal investigator for OSIRIS-REx at the University of Arizona.\n\nDuring the flyby, OSIRIS-REx imaged Bennu for 5.9 hours, covering more than a full rotation of the asteroid. It flew within 2.1 miles’ (3.5 kilometers) distance to the surface of Bennu – the closest it’s been since the TAG sample collection event.\n\nIt will take until at least April 13 for OSIRIS-REx to downlink all of the data and new pictures of Bennu’s surface recorded during the flyby. It shares the Deep Space Network antennas with other missions like Mars Perseverance, and typically gets 4–6 hours of downlink time per day. “We collected about 4,000 megabytes of data during the flyby,” said Mike Moreau, deputy project manager of OSIRIS-REx at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Bennu is approximately 185 million miles from Earth right now, which means we can only achieve a downlink data-rate of 412 kilobits per second, so it will take several days to download all of the flyby data.”\n\nOnce the mission team receives the images and other instrument data, they will study how OSIRIS-REx jumbled up Bennu’s surface. During touchdown, the spacecraft’s sampling head sunk 1.6 feet (48.8 centimeters) into the asteroid’s surface and simultaneously fired a pressurized charge of nitrogen gas. The spacecraft’s thrusters kicked up a large amount of surface material during the back-away burn – launching rocks and dust in the process.\n\nOSIRIS-REx, with its pristine and precious asteroid cargo, will remain in the vicinity of Bennu until May 10 when it will fire its thrusters and begin its two-year cruise home. The mission will deliver the asteroid sample to Earth Sept. 24, 2023.\n\nNASA’s Goddard Space Flight Center in Greenbelt, Maryland, provides overall mission management, systems engineering, and the safety and mission assurance for OSIRIS-REx (Origins Spectral Interpretation Resource Identification Security - Regolith Explorer). Dante Lauretta of the University of Arizona, Tucson, is the principal investigator, and the University of Arizona also leads the science team and the mission’s science observation planning and data processing. Lockheed Martin Space in Denver built the spacecraft and provides flight operations. Goddard and KinetX Aerospace are responsible for navigating the OSIRIS-REx spacecraft. OSIRIS-REx is the third mission in NASA’s New Frontiers Program, which is managed by NASA’s Marshall Space Flight Center in Huntsville, Alabama, for the agency’s Science Mission Directorate in Washington.\n\nFor more information about this story and OSIRIS-REx visit: https://www.nasa.gov/osiris-rex",
    "id": "6484479274a8a39db10ef350"
  },
  {
    "title": "Join the Dark Energy Explorers for an Exclusive Telescope Tour!",
    "text": "April is Citizen Science Month, and the Dark Energy Explorers team invites you to celebrate with an extra special treat! Join the scientists of Dark Energy Explorers online for an hour-long event on Wednesday, April 26th at 4 p.m. EST / 3 p.m. CST /1 p.m. PCT for an exclusive tour of the Hobby-Eberly Telescope, one of the largest telescopes in the world!! \n\nSteven Janowiecki, one of our astronomers who works at the telescope full-time, will give us a behind-the-scenes tour of the dome floor, how the mirrors get coated in the lab, and the control room where the observations are taken every night. Haven’t tried the Dark Energy Explorers project yet? Don’t worry. Everyone’s welcome. ",
    "id": "648447927957846ee75d8196"
  },
  {
    "title": "Volunteers Report a New Gang of Imposter Planets",
    "text": "You’ll sleep better tonight knowing 142 imposter planet candidates no longer roam the skies. Those suspicious characters were apprehended and placed under custody by volunteer Planet Patrollers who met through NASA’s Planet Patrol Citizen Science project.\n\nYou can read all about this work in a new paper they published in the Monthly Notices of the Royal Astronomical Society. “The TESS Triple-9 Catalog II: a new set of 999 uniformly-vetted exoplanet candidates.” Eleven volunteers are co-authors of the new paper.\n\n“Planet Patrol is the first Citizen Science Project I have ever joined, and I feel impressed by the results a dedicated team of enthusiastic people can achieve,” said Christian Magliano, the paper’s lead author. “Unless the entire workload is distributed among many expert eyes, it is unfeasible to thoroughly examine 999 TESS planet candidates in less than a year.”\n\nThe Planet Patrol project invited members of the public to examine data from NASA’s Transiting Exoplanet Survey Satellite (TESS) mission. TESS is a space-based telescope launched in 2018 that has been monitoring tens of millions of stars spread all over the sky, seeking a tiny dimming in the starlight caused by the passage of a planet. A critical step in data analysis is to rule out astrophysical sources like variable stars, eclipsing binary systems, or even instrumental artifacts that mimic a planetary signal.\n\n“Regular communication that includes virtual hangouts has also been key to developing a strong sense of belonging and fellowship that constitutes one of the cornerstones for the development of citizen science,” says Hugo Durantini Luca, a citizen scientist and paper co-author, “The potential to keep refining the catalogs generated by Planet Patrol so far and cross-matching it with other projects to generate new discoveries and expand the collaborative aspects of science are boundless.”  \n\nPlanet Patrol volunteers are trained to conduct a deep vetting analysis and use additional data from astronomical databases whenever needed. In the first batch of data they examined, they vetted 999 planet candidates and spotted 146 imposters. This new second batch doubles the sample of genuine candidates available for follow-up study. Among these 1998 planet candidates, 286 were identified as clear false positives and 251 as potential planet impostors. These catalogs dramatically ease the burden of follow-up observation campaigns and provide a robust human-based record to train neural network models.",
    "id": "6484479236448b36e31ea5cb"
  },
  {
    "title": "Are we alone in the universe? You’re not alone if you want to find out!",
    "text": "This Valentine's Day, fall in love with science! Join the new NASA project called “Are we alone in the universe?” and help scientists find signs of extraterrestrial intelligence! UCLA SETI is observing thousands of stars at radio wavelengths to search for signals made by extraterrestrials. They need your help to sort through the data.\n\nNo special training or education is needed to participate. After watching a brief tutorial, you’ll look at an image of a radio signal and answer a basic question about what you see. Then you’ll select the image that most closely resembles the signal. Your work will help train artificial intelligence algorithms to identify signals made by intelligent life.\n\n“Humankind’s most profound discovery could be a few clicks away,” said doctoral student Megan Li, who works on the project.\n\nAre We Alone In the Universe was built by UCLA SETI on the Zooniverse platform with funding from The Planetary Society and the NASA Citizen Science Seed Funding Program. Snuggle up with a sweetheart—or just a laptop—and go to arewealone.earth to join the search!",
    "id": "648447926f315ab20786f566"
  },
  {
    "title": "Volunteers Help Discover the Reddest Free-Floating Brown Dwarf",
    "text": "The Backyard Worlds: Planet 9 project has just discovered an object similar to Jupiter that has some of the reddest “colors” we've ever seen for such objects. Astronomers use the word “color” in a special way, since they often look at wavelengths of light that are not visible to humans. But in general, red “color” means that the object is brighter at longer wavelengths and dim at shorter wavelengths. And this object really stands out!\n\nThe object, nicknamed CWISE 0506, is a brown dwarf, a ball of gas that’s not massive enough to be a star, travelling alone through space about 100 light years from the Sun. The science team interpreted its red color to mean that this brown dwarf is very young and very cloudy, which would mean it has a mass only a few times that of Jupiter. This discovery should help us understand how free-floating planetary-mass objects form and evolve, and will provide a unique laboratory for studying objects with unusual cloud properties.\n\nThe Backyard Worlds: Planet 9 project uses infrared images to discover objects in the furthest depths of our solar system and beyond into our solar neighborhood. You too can help make discoveries in our galactic backyard by visiting www.backyardworlds.org.",
    "id": "648447928dc00de166122f90"
  }
]